alefragnani.project-manager
asvetliakov.vscode-neovim
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
clinyong.vscode-css-modules
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dlasagno.rasi
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
# formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
golang.go
graphql.vscode-graphql
Gruntfuggly.todo-tree
jock.svg
lea21st.vscode-sql-formatter
LeonardSSH.vscord
rust-lang.rust-analyzer
meganrogge.template-string-converter
mechatroner.rainbow-csv
mikestead.dotenv
mkaufman.htmlhint
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
pascalsenn.keyboard-quickfix
PKief.material-icon-theme
ritwickdey.liveserver
serayuzgur.crates
styled-components.vscode-styled-components
stylelint.vscode-stylelint
tamasfe.even-better-toml
timonwong.shellcheck
Tobermory.es6-string-html
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
wakatime.vscode-wakatime
xadillax.viml
yzhang.markdown-all-in-one
