alefragnani.project-manager
christian-kohler.path-intellisense
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dlasagno.rasi
donjayamanne.typescript-notebook
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gitkraken.gitkraken-authentication
golang.go
Gruntfuggly.todo-tree
lea21st.vscode-sql-formatter
matklad.rust-analyzer
meganrogge.template-string-converter
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.cpptools
ms-vscode.live-server
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
pflannery.vscode-versionlens
PKief.material-icon-theme
rbbit.typescript-hero
serayuzgur.crates
styled-components.vscode-styled-components
tamasfe.even-better-toml
timonwong.shellcheck
Tobermory.es6-string-html
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
yzhang.markdown-all-in-one
