christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dlasagno.rasi
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-rename-tag
golang.go
Gruntfuggly.todo-tree
jpoissonnier.vscode-styled-components
matklad.rust-analyzer
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.cpptools
ms-vscode.live-server
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-mysql
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-yaml
serayuzgur.crates
steoates.autoimport
tamasfe.even-better-toml
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
yzhang.markdown-all-in-one
